if (hbjs == undefined) {
    hbjs = window;
}
hbjs.blueJobSortData = [
    {
        "id": "0100",
        "name": "普工/技工",
        "order": 1,
        "sub": [
            {
                "id": "0101",
                "name": "普工",
                "order": 1
            },
            {
                "id": "0102",
                "name": "质检员",
                "order": 2
            },
            {
                "id": "0103",
                "name": "焊工",
                "order": 3
            },
            {
                "id": "0104",
                "name": "装配工",
                "order": 4
            },
            {
                "id": "0105",
                "name": "注塑工",
                "order": 5
            },
            {
                "id": "0106",
                "name": "电工",
                "order": 6
            },
            {
                "id": "0107",
                "name": "叉车工",
                "order": 7
            },
            {
                "id": "0108",
                "name": "机修工",
                "order": 8
            },
            {
                "id": "0109",
                "name": "打磨工",
                "order": 9
            },
            {
                "id": "0110",
                "name": "冲压工",
                "order": 10
            },
            {
                "id": "0111",
                "name": "搬运工",
                "order": 11
            },
            {
                "id": "0112",
                "name": "包装工",
                "order": 12
            },
            {
                "id": "0113",
                "name": "车工",
                "order": 13
            },
            {
                "id": "0114",
                "name": "铣工",
                "order": 14
            },
            {
                "id": "0115",
                "name": "磨工",
                "order": 15
            },
            {
                "id": "0116",
                "name": "镗工",
                "order": 16
            },
            {
                "id": "0117",
                "name": "钻工",
                "order": 17
            },
            {
                "id": "0118",
                "name": "下料工",
                "order": 18
            },
            {
                "id": "0119",
                "name": "铸造工",
                "order": 19
            },
            {
                "id": "0120",
                "name": "刨插工",
                "order": 20
            },
            {
                "id": "0121",
                "name": "钳工",
                "order": 21
            },
            {
                "id": "0122",
                "name": "拉床工",
                "order": 22
            },
            {
                "id": "0123",
                "name": "钣金工",
                "order": 23
            },
            {
                "id": "0124",
                "name": "制齿工",
                "order": 24
            },
            {
                "id": "0125",
                "name": "加工中心操作工",
                "order": 25
            },
            {
                "id": "0126",
                "name": "物料工",
                "order": 26
            },
            {
                "id": "0127",
                "name": "油漆工",
                "order": 27
            },
            {
                "id": "0128",
                "name": "涂料工",
                "order": 28
            },
            {
                "id": "0129",
                "name": "木工",
                "order": 29
            },
            {
                "id": "0130",
                "name": "锅炉工",
                "order": 30
            },
            {
                "id": "0131",
                "name": "铆工",
                "order": 31
            }
        ]
    },
    {
        "id": "0200",
        "name": "司机/物流/仓储",
        "order": 2,
        "sub": [
            {
                "id": "0201",
                "name": "仓库管理员",
                "order": 1
            },
            {
                "id": "0202",
                "name": "叉车工",
                "order": 2
            },
            {
                "id": "0203",
                "name": "快递员",
                "order": 3
            },
            {
                "id": "0204",
                "name": "分拣员",
                "order": 4
            },
            {
                "id": "0205",
                "name": "配送员",
                "order": 5
            },
            {
                "id": "0206",
                "name": "铲车工",
                "order": 6
            },
            {
                "id": "0207",
                "name": "吊车司机",
                "order": 7
            },
            {
                "id": "0208",
                "name": "平板车司机",
                "order": 8
            },
            {
                "id": "0209",
                "name": "调度员",
                "order": 9
            },
            {
                "id": "0210",
                "name": "货车司机",
                "order": 10
            },
            {
                "id": "0211",
                "name": "客车司机",
                "order": 11
            },
            {
                "id": "0212",
                "name": "出租车司机",
                "order": 12
            },
            {
                "id": "0213",
                "name": "矿车司机",
                "order": 13
            },
            {
                "id": "0214",
                "name": "挖机司机",
                "order": 14
            }
        ]
    },
    {
        "id": "0300",
        "name": "服装/编织/食品/印刷",
        "order": 3,
        "sub": [
            {
                "id": "0301",
                "name": "打样制板",
                "order": 1
            },
            {
                "id": "0302",
                "name": "裁剪工",
                "order": 2
            },
            {
                "id": "0303",
                "name": "质检员",
                "order": 3
            },
            {
                "id": "0304",
                "name": "样衣工",
                "order": 4
            },
            {
                "id": "0305",
                "name": "染工",
                "order": 5
            },
            {
                "id": "0306",
                "name": "纺织工",
                "order": 6
            },
            {
                "id": "0307",
                "name": "印花工",
                "order": 7
            },
            {
                "id": "0308",
                "name": "压熨工",
                "order": 8
            },
            {
                "id": "0309",
                "name": "缝纫工",
                "order": 9
            },
            {
                "id": "0310",
                "name": "投料工",
                "order": 10
            },
            {
                "id": "0311",
                "name": "包装工",
                "order": 11
            },
            {
                "id": "0312",
                "name": "食品制作工",
                "order": 12
            },
            {
                "id": "0313",
                "name": "印刷操作",
                "order": 13
            },
            {
                "id": "0314",
                "name": "装订烫金",
                "order": 14
            },
            {
                "id": "0315",
                "name": "印刷机长",
                "order": 15
            },
            {
                "id": "0316",
                "name": "印刷学徒",
                "order": 16
            }
        ]
    },
    {
        "id": "0400",
        "name": "物业/家政/安保",
        "order": 4,
        "sub": [
            {
                "id": "0401",
                "name": "保安",
                "order": 1
            },
            {
                "id": "0402",
                "name": "维修工",
                "order": 2
            },
            {
                "id": "0403",
                "name": "家政",
                "order": 3
            },
            {
                "id": "0404",
                "name": "保洁",
                "order": 4
            },
            {
                "id": "0405",
                "name": "保姆",
                "order": 5
            },
            {
                "id": "0406",
                "name": "护工",
                "order": 6
            },
            {
                "id": "0407",
                "name": "月嫂",
                "order": 7
            },
            {
                "id": "0408",
                "name": "育婴师",
                "order": 8
            },
            {
                "id": "0409",
                "name": "钟点工",
                "order": 9
            }
        ]
    },
    {
        "id": "0500",
        "name": "餐饮/酒店",
        "order": 5,
        "sub": [
            {
                "id": "0501",
                "name": "服务员",
                "order": 1
            },
            {
                "id": "0502",
                "name": "收银员",
                "order": 2
            },
            {
                "id": "0503",
                "name": "迎宾",
                "order": 3
            },
            {
                "id": "0504",
                "name": "吧员",
                "order": 4
            },
            {
                "id": "0505",
                "name": "茶艺师",
                "order": 5
            },
            {
                "id": "0506",
                "name": "厨师",
                "order": 6
            },
            {
                "id": "0507",
                "name": "面点师/白案",
                "order": 7
            },
            {
                "id": "0508",
                "name": "传菜员",
                "order": 8
            },
            {
                "id": "0509",
                "name": "洗碗工",
                "order": 9
            },
            {
                "id": "0510",
                "name": "打荷/杂工",
                "order": 10
            },
            {
                "id": "0511",
                "name": "切菜/配菜",
                "order": 11
            },
            {
                "id": "0512",
                "name": "送餐员",
                "order": 12
            },
            {
                "id": "0513",
                "name": "学徒",
                "order": 13
            },
            {
                "id": "0514",
                "name": "万能工",
                "order": 14
            },
            {
                "id": "0515",
                "name": "行李员",
                "order": 15
            },
            {
                "id": "0516",
                "name": "酒店前台",
                "order": 16
            }
        ]
    },
    {
        "id": "0600",
        "name": "超市/百货/零售",
        "order": 6,
        "sub": [
            {
                "id": "0601",
                "name": "促销导购",
                "order": 1
            },
            {
                "id": "0602",
                "name": "营业员",
                "order": 2
            },
            {
                "id": "0603",
                "name": "收银员",
                "order": 3
            },
            {
                "id": "0604",
                "name": "理货员",
                "order": 4
            },
            {
                "id": "0605",
                "name": "防损员",
                "order": 5
            },
            {
                "id": "0606",
                "name": "生鲜工",
                "order": 6
            }
        ]
    }
]