define('product.sideMenu.sideSortMenuData', function(){
    return [
        {
            "id": "01",
            "name": "工学",
            "order": "3",
            "sub": [
                {
                    "id": "0101",
                    "name": "土木工程",
                    "order": "1"
                },
                {
                    "id": "0102",
                    "name": "计算机科学与技术",
                    "order": "1"
                },
                {
                    "id": "0103",
                    "name": "机械设计制造及其自动化",
                    "order": "1"
                },
                {
                    "id": "0104",
                    "name": "机械电子工程",
                    "order": "1"
                },
                {
                    "id": "0105",
                    "name": "电气工程及其自动化",
                    "order": "1"
                },
                {
                    "id": "0106",
                    "name": "网络工程",
                    "order": "1"
                },
                {
                    "id": "0107",
                    "name": "电子科学与技术",
                    "order": "1"
                },
                {
                    "id": "0108",
                    "name": "软件工程",
                    "order": "1"
                },
                {
                    "id": "0109",
                    "name": "电子信息工程",
                    "order": "1"
                },
                {
                    "id": "0110",
                    "name": "车辆工程",
                    "order": "1"
                },
                {
                    "id": "0111",
                    "name": "能源与动力工程",
                    "order": "1"
                },
                {
                    "id": "0112",
                    "name": "通信工程",
                    "order": "1"
                },
                {
                    "id": "0113",
                    "name": "自动化与智能控制",
                    "order": "1"
                },
                {
                    "id": "0114",
                    "name": "食品科学与工程",
                    "order": "1"
                },
                {
                    "id": "0115",
                    "name": "材料科学与工程",
                    "order": "1"
                },
                {
                    "id": "0116",
                    "name": "生物与制药工程",
                    "order": "1"
                },
                {
                    "id": "0117",
                    "name": "道路桥梁工程",
                    "order": "1"
                },
                {
                    "id": "0118",
                    "name": "安全工程",
                    "order": "1"
                },
                {
                    "id": "0119",
                    "name": "测绘工程",
                    "order": "1"
                },
                {
                    "id": "0120",
                    "name": "化学工程与工艺",
                    "order": "1"
                },
                {
                    "id": "0121",
                    "name": "环境科学",
                    "order": "1"
                },
                {
                    "id": "0122",
                    "name": "过程装备与控制工程",
                    "order": "1"
                },
                {
                    "id": "0123",
                    "name": "材料成型及控制工程",
                    "order": "1"
                },
                {
                    "id": "0124",
                    "name": "测控技术与仪器",
                    "order": "1"
                },
                {
                    "id": "0125",
                    "name": "建筑学",
                    "order": "1"
                },
                {
                    "id": "0126",
                    "name": "环境工程",
                    "order": "1"
                },
                {
                    "id": "0127",
                    "name": "服装设计与工程",
                    "order": "1"
                },
                {
                    "id": "0128",
                    "name": "城乡规划",
                    "order": "1"
                },
                {
                    "id": "0129",
                    "name": "高分子材料与工程",
                    "order": "1"
                },
                {
                    "id": "0130",
                    "name": "工业设计",
                    "order": "1"
                },
                {
                    "id": "0131",
                    "name": "飞行器制造与维修",
                    "order": "1"
                },
                {
                    "id": "0132",
                    "name": "物流工程",
                    "order": "1"
                },
                {
                    "id": "0133",
                    "name": "其它",
                    "order": "1"
                }
            ]
        },
        {
            "id": "02",
            "name": "管理学",
            "order": "1",
            "sub": [
                {
                    "id": "0201",
                    "name": "工程管理",
                    "order": "1"
                },
                {
                    "id": "0202",
                    "name": "旅游管理",
                    "order": "1"
                },
                {
                    "id": "0203",
                    "name": "会计学",
                    "order": "1"
                },
                {
                    "id": "0204",
                    "name": "市场营销",
                    "order": "1"
                },
                {
                    "id": "0205",
                    "name": "信息管理与信息系统",
                    "order": "1"
                },
                {
                    "id": "0206",
                    "name": "物流管理",
                    "order": "1"
                },
                {
                    "id": "0207",
                    "name": "财务管理",
                    "order": "1"
                },
                {
                    "id": "0208",
                    "name": "电子商务",
                    "order": "1"
                },
                {
                    "id": "0209",
                    "name": "酒店管理",
                    "order": "1"
                },
                {
                    "id": "0210",
                    "name": "工程造价",
                    "order": "1"
                },
                {
                    "id": "0211",
                    "name": "工商管理",
                    "order": "1"
                },
                {
                    "id": "0212",
                    "name": "行政管理",
                    "order": "1"
                },
                {
                    "id": "0213",
                    "name": "人力资源管理",
                    "order": "1"
                },
                {
                    "id": "0214",
                    "name": "会展管理",
                    "order": "1"
                },
                {
                    "id": "0215",
                    "name": "商务管理",
                    "order": "1"
                },
                {
                    "id": "0216",
                    "name": "审计学",
                    "order": "1"
                },
                {
                    "id": "0217",
                    "name": "连锁经营管理",
                    "order": "1"
                },
                {
                    "id": "0218",
                    "name": "公共事业管理",
                    "order": "1"
                },
                {
                    "id": "0219",
                    "name": "交通管理",
                    "order": "1"
                },
                {
                    "id": "0220",
                    "name": "资产评估",
                    "order": "1"
                },
                {
                    "id": "0221",
                    "name": "物业管理",
                    "order": "1"
                },
                {
                    "id": "0222",
                    "name": "国际商务",
                    "order": "1"
                },
                {
                    "id": "0223",
                    "name": "文化产业管理",
                    "order": "1"
                },
                {
                    "id": "0224",
                    "name": "劳动与社会保障",
                    "order": "1"
                },
                {
                    "id": "0225",
                    "name": "土地资源管理",
                    "order": "1"
                },
                {
                    "id": "0226",
                    "name": "城市管理",
                    "order": "1"
                },
                {
                    "id": "0227",
                    "name": "劳动关系",
                    "order": "1"
                },
                {
                    "id": "0228",
                    "name": "其它",
                    "order": "1"
                }
            ]
        },
        {
            "id": "03",
            "name": "艺术学",
            "order": "4",
            "sub": [
                {
                    "id": "0301",
                    "name": "环境与景观设计",
                    "order": "1"
                },
                {
                    "id": "0302",
                    "name": "视觉传达设计",
                    "order": "1"
                },
                {
                    "id": "0303",
                    "name": "数字媒体艺术",
                    "order": "1"
                },
                {
                    "id": "0304",
                    "name": "动画",
                    "order": "1"
                },
                {
                    "id": "0305",
                    "name": "音乐学与音乐表演",
                    "order": "1"
                },
                {
                    "id": "0306",
                    "name": "广播电视编导",
                    "order": "1"
                },
                {
                    "id": "0307",
                    "name": "美术与绘画",
                    "order": "1"
                },
                {
                    "id": "0308",
                    "name": "产品设计",
                    "order": "1"
                },
                {
                    "id": "0309",
                    "name": "服装与服饰设计",
                    "order": "1"
                },
                {
                    "id": "0310",
                    "name": "摄影摄像",
                    "order": "1"
                },
                {
                    "id": "0311",
                    "name": "室内设计",
                    "order": "1"
                },
                {
                    "id": "0312",
                    "name": "舞蹈学与舞蹈表演",
                    "order": "1"
                },
                {
                    "id": "0313",
                    "name": "戏剧影视",
                    "order": "1"
                },
                {
                    "id": "0314",
                    "name": "建筑设计",
                    "order": "1"
                },
                {
                    "id": "0315",
                    "name": "艺术设计",
                    "order": "1"
                },
                {
                    "id": "0316",
                    "name": "播音与主持",
                    "order": "1"
                },
                {
                    "id": "0317",
                    "name": "人物形象设计",
                    "order": "1"
                },
                {
                    "id": "0318",
                    "name": "表演",
                    "order": "1"
                },
                {
                    "id": "0319",
                    "name": "雕塑",
                    "order": "1"
                },
                {
                    "id": "0320",
                    "name": "其它",
                    "order": "1"
                }
            ]
        },
        {
            "id": "04",
            "name": "文学",
            "order": "2",
            "sub": [
                {
                    "id": "0401",
                    "name": "英语",
                    "order": "1"
                },
                {
                    "id": "0402",
                    "name": "汉语言文学",
                    "order": "1"
                },
                {
                    "id": "0403",
                    "name": "新闻学",
                    "order": "1"
                },
                {
                    "id": "0404",
                    "name": "广告学",
                    "order": "1"
                },
                {
                    "id": "0405",
                    "name": "商务英语",
                    "order": "1"
                },
                {
                    "id": "0406",
                    "name": "汉语国际教育",
                    "order": "1"
                },
                {
                    "id": "0407",
                    "name": "日语",
                    "order": "1"
                },
                {
                    "id": "0408",
                    "name": "翻译",
                    "order": "1"
                },
                {
                    "id": "0409",
                    "name": "德语",
                    "order": "1"
                },
                {
                    "id": "0410",
                    "name": "法语",
                    "order": "1"
                },
                {
                    "id": "0411",
                    "name": "传播学",
                    "order": "1"
                },
                {
                    "id": "0412",
                    "name": "朝鲜语",
                    "order": "1"
                },
                {
                    "id": "0413",
                    "name": "俄语",
                    "order": "1"
                },
                {
                    "id": "0414",
                    "name": "西班牙语",
                    "order": "1"
                },
                {
                    "id": "0415",
                    "name": "阿拉伯语",
                    "order": "1"
                },
                {
                    "id": "0416",
                    "name": "越南语",
                    "order": "1"
                },
                {
                    "id": "0417",
                    "name": "葡萄牙语",
                    "order": "1"
                },
                {
                    "id": "0418",
                    "name": "意大利语",
                    "order": "1"
                },
                {
                    "id": "0419",
                    "name": "应用语言学",
                    "order": "1"
                },
                {
                    "id": "0420",
                    "name": "泰语",
                    "order": "1"
                },
                {
                    "id": "0421",
                    "name": "编辑出版学",
                    "order": "1"
                },
                {
                    "id": "0422",
                    "name": "数字出版",
                    "order": "1"
                }
            ]
        },
        {
            "id": "05",
            "name": "经济学",
            "order": "1",
            "sub": [
                {
                    "id": "0501",
                    "name": "国家经济与贸易",
                    "order": "1"
                },
                {
                    "id": "0502",
                    "name": "投资学",
                    "order": "1"
                },
                {
                    "id": "0503",
                    "name": "经济学",
                    "order": "1"
                },
                {
                    "id": "0504",
                    "name": "金融学",
                    "order": "1"
                },
                {
                    "id": "0505",
                    "name": "保险学",
                    "order": "1"
                },
                {
                    "id": "0506",
                    "name": "金融工程",
                    "order": "1"
                },
                {
                    "id": "0507",
                    "name": "经济统计学",
                    "order": "1"
                },
                {
                    "id": "0508",
                    "name": "金融数学",
                    "order": "1"
                },
                {
                    "id": "0509",
                    "name": "贸易经济",
                    "order": "1"
                },
                {
                    "id": "0510",
                    "name": "信用管理",
                    "order": "1"
                },
                {
                    "id": "0511",
                    "name": "财政学",
                    "order": "1"
                },
                {
                    "id": "0512",
                    "name": "税收学",
                    "order": "1"
                }
            ]
        },
        {
            "id": "06",
            "name": "理学",
            "order": "1",
            "sub": [
                {
                    "id": "0601",
                    "name": "应用化学",
                    "order": "1"
                },
                {
                    "id": "0602",
                    "name": "数学与应用数学",
                    "order": "1"
                },
                {
                    "id": "0603",
                    "name": "地理科学",
                    "order": "1"
                },
                {
                    "id": "0604",
                    "name": "生物技术",
                    "order": "1"
                },
                {
                    "id": "0605",
                    "name": "统计学",
                    "order": "1"
                },
                {
                    "id": "0606",
                    "name": "化学",
                    "order": "1"
                },
                {
                    "id": "0607",
                    "name": "生物科学",
                    "order": "1"
                },
                {
                    "id": "0608",
                    "name": "物理学",
                    "order": "1"
                },
                {
                    "id": "0609",
                    "name": "应用物理学",
                    "order": "1"
                },
                {
                    "id": "0610",
                    "name": "应用统计学",
                    "order": "1"
                },
                {
                    "id": "0611",
                    "name": "地质科学",
                    "order": "1"
                },
                {
                    "id": "0612",
                    "name": "心理学",
                    "order": "1"
                },
                {
                    "id": "0613",
                    "name": "应用心理学",
                    "order": "1"
                },
                {
                    "id": "0614",
                    "name": "核物理",
                    "order": "1"
                },
                {
                    "id": "0615",
                    "name": "生物信息学",
                    "order": "1"
                },
                {
                    "id": "0616",
                    "name": "生态学",
                    "order": "1"
                },
                {
                    "id": "0617",
                    "name": "大气科学",
                    "order": "1"
                },
                {
                    "id": "0618",
                    "name": "海洋科学",
                    "order": "1"
                },
                {
                    "id": "0619",
                    "name": "地球化学",
                    "order": "1"
                },
                {
                    "id": "0620",
                    "name": "声学",
                    "order": "1"
                },
                {
                    "id": "0621",
                    "name": "其它",
                    "order": "1"
                }
            ]
        },
        {
            "id": "07",
            "name": "法学",
            "order": "1",
            "sub": [
                {
                    "id": "0701",
                    "name": "法学",
                    "order": "1"
                },
                {
                    "id": "0702",
                    "name": "社会工作",
                    "order": "1"
                },
                {
                    "id": "0703",
                    "name": "其它",
                    "order": "1"
                },
                {
                    "id": "0704",
                    "name": "思想政治教育",
                    "order": "1"
                },
                {
                    "id": "0705",
                    "name": "知识产权",
                    "order": "1"
                },
                {
                    "id": "0706",
                    "name": "政治学与行政学",
                    "order": "1"
                },
                {
                    "id": "0707",
                    "name": "社会学",
                    "order": "1"
                },
                {
                    "id": "0708",
                    "name": "民族学",
                    "order": "1"
                },
                {
                    "id": "0709",
                    "name": "科学社会主义",
                    "order": "1"
                }
            ]
        },
        {
            "id": "08",
            "name": "医学",
            "order": "1",
            "sub": [
                {
                    "id": "0801",
                    "name": "药学",
                    "order": "1"
                },
                {
                    "id": "0802",
                    "name": "护理学",
                    "order": "1"
                },
                {
                    "id": "0803",
                    "name": "中医学",
                    "order": "1"
                },
                {
                    "id": "0804",
                    "name": "康复治疗学",
                    "order": "1"
                },
                {
                    "id": "0805",
                    "name": "医学检验技术",
                    "order": "1"
                },
                {
                    "id": "0806",
                    "name": "临床医学",
                    "order": "1"
                },
                {
                    "id": "0807",
                    "name": "其它",
                    "order": "1"
                },
                {
                    "id": "0808",
                    "name": "针灸推拿学",
                    "order": "1"
                },
                {
                    "id": "0809",
                    "name": "口腔医学",
                    "order": "1"
                },
                {
                    "id": "0810",
                    "name": "医学美容",
                    "order": "1"
                },
                {
                    "id": "0811",
                    "name": "医学影像学",
                    "order": "1"
                },
                {
                    "id": "0812",
                    "name": "卫生监督",
                    "order": "1"
                },
                {
                    "id": "0813",
                    "name": "药物制剂",
                    "order": "1"
                },
                {
                    "id": "0814",
                    "name": "中西医临床医学",
                    "order": "1"
                },
                {
                    "id": "0815",
                    "name": "预防医学",
                    "order": "1"
                },
                {
                    "id": "0816",
                    "name": "麻醉学",
                    "order": "1"
                },
                {
                    "id": "0817",
                    "name": "基础医学",
                    "order": "1"
                }
            ]
        },
        {
            "id": "09",
            "name": "农学",
            "order": "1",
            "sub": [
                {
                    "id": "0901",
                    "name": "园林",
                    "order": "1"
                },
                {
                    "id": "0902",
                    "name": "园艺",
                    "order": "1"
                },
                {
                    "id": "0903",
                    "name": "农业资源与环境",
                    "order": "1"
                },
                {
                    "id": "0904",
                    "name": "动物科学",
                    "order": "1"
                },
                {
                    "id": "0905",
                    "name": "动物医学",
                    "order": "1"
                },
                {
                    "id": "0906",
                    "name": "农学",
                    "order": "1"
                },
                {
                    "id": "0907",
                    "name": "水产养殖学",
                    "order": "1"
                },
                {
                    "id": "0908",
                    "name": "植物保护",
                    "order": "1"
                },
                {
                    "id": "0909",
                    "name": "茶学",
                    "order": "1"
                },
                {
                    "id": "0910",
                    "name": "林学",
                    "order": "1"
                },
                {
                    "id": "0911",
                    "name": "草业科学",
                    "order": "1"
                },
                {
                    "id": "0912",
                    "name": "应用生物科学",
                    "order": "1"
                }
            ]
        },
        {
            "id": "10",
            "name": "教育学",
            "order": "1",
            "sub": [
                {
                    "id": "1001",
                    "name": "体育教育",
                    "order": "1"
                },
                {
                    "id": "1002",
                    "name": "学前教育",
                    "order": "1"
                },
                {
                    "id": "1003",
                    "name": "小学教育",
                    "order": "1"
                },
                {
                    "id": "1004",
                    "name": "教育学",
                    "order": "1"
                },
                {
                    "id": "1005",
                    "name": "运动训练",
                    "order": "1"
                },
                {
                    "id": "1006",
                    "name": "特殊教育",
                    "order": "1"
                },
                {
                    "id": "1007",
                    "name": "艺术教育",
                    "order": "1"
                },
                {
                    "id": "1008",
                    "name": "运动人体科学",
                    "order": "1"
                }
            ]
        },
        {
            "id": "11",
            "name": "历史学",
            "order": "1",
            "sub": [
                {
                    "id": "1101",
                    "name": "历史学",
                    "order": "1"
                },
                {
                    "id": "1102",
                    "name": "文物与博物馆学",
                    "order": "1"
                },
                {
                    "id": "1103",
                    "name": "考古学",
                    "order": "1"
                },
                {
                    "id": "1104",
                    "name": "世界史",
                    "order": "1"
                }
            ]
        },
        {
            "id": "12",
            "name": "哲学",
            "order": "1",
            "sub": [
                {
                    "id": "1201",
                    "name": "哲学",
                    "order": "1"
                },
                {
                    "id": "1202",
                    "name": "逻辑学",
                    "order": "1"
                },
                {
                    "id": "1203",
                    "name": "宗教学",
                    "order": "1"
                }
            ]
        }
    ]
});